[
  {
    "name": "Make Money in GTA",
    "photo": "photo_1.png",
    "summary": "If you just want to mess around in Los Santos, and aren't worried about trophies or achievements being disabled for the rest of your session, then there are plenty of cheats available to play around with. From button sequences to secret phone numbers and PC console commands, we've got a complete list of all the GTA 5 cheats for you",
    "data": "Play the stocks in Grand Theft Auto 5 and get maximum profit from Lester's Assassination Missions\n Playing the stock market is slightly intimidating, and can be risky for those unprepared, or out of the loop. Lester's Assassination Missions, on the other hand, can provide huge amounts of cash money after the GTA 5 story missions are done, with little to no risk. You won't be judged for wanting more, or who you chose to get it.\n As far as playing the GTA 5 stock market goes, you're going to need to keep an eye on the two in-game markets: The LCN and the BAWSAQ, and watch how prices are affected throughout the game. The basics are simple though: Buy low, sell high. \n The two stock markets in Grand Theft Auto 5 are more or less like you would find in real life. To make money investing in the markets, you'll need to invest when markets are low and sell your stocks when markets are high. It seems easy enough, but trying to predict what markets will do and how they will behave can be a rather tricky endeavour. \n There are some times that you can invest your money in particular stocks - with all three characters - to make some you hefty dollars, such as Lester's Assassination Missions, but for the most part, it's all a matter of watching the markets and keeping an eye on the stocks you have purchased to make sure you dump them at the right time. \n You can use your cellphone or laptops to check the markets for immediate in-game prices. You can also check the Rockstar Social Network for stock behaviour on the BAWSAQ, although it seems to be slightly behind the actually in-game prices."
  },
  {
    "name": "Cars & Chevals",
    "photo": "photo_2.png",
    "summary": "If you want to take the chequered flag in some high stakes GTA Online races, then you need to be driving the fastest car you can get your hands on. But what are the GTA Online fastest cars, you ask? We've tested every supercar to give you an exact answer, using science.",
    "data": "If you want to show off your skills as a ruthless driver, then the GTA 5 stock car races are the perfect place to do it. To get started on them, you need to complete the Mr. Philips mission with Trevor, after which a marker will appear in the Grand Senora Desert near his main airstrip. What follows is a series of GTA 5 races, where you'll unlock a set of stock cars with subsequent pole positions, and your ultimate prize is the GTA 5 Cheval Marshall monster truck. To see all the rewards you can unlock and where to claim them, follow our GTA 5 stock car races guide and put the pedal to the metal. \n\nYou'll need to find a suitable ride to enter the first race - a muscle or sports car should do it. Win races to unlock the following vehicles, in order:\n\n1: Burger Shot Stallion\n2: Redwood Gauntlet\n3: Pißwasser Dominator\n4: Sprunk Buffalo\n5: Cheval Marshall\nOnce unlocked, you can access the four stock cars from any of the characters' personal garages.\n\nYou can also collect the Cheval Marshall from Trevor's airstrip hanger in Grand Senora Desert, with a set of 25 different flag liveries to choose from. Now get out there and cause some monster truck mayhem!"
  },
  {
    "name": "Unlock Sea-Plane",
    "photo": "photo_3.png",
    "summary": "The GTA 5 Dodo seaplane updates the classic lumpy plane of old with a working plane that can now actually fly and land anywhere on water. Obviously in a game full of jets and helicopters it's more of a nostalgia trip than hugely useful but it's fun to find in GTA 5 if you want it.  ",
    "data": "Dodo Seaplane\nThe GTA 5 Dodo seaplane is a very handy vehicle to have access to, as it combines the ability to fly (unlike its now extinct namesake) with being able to land anywhere on water, making rivers and lakes your new runways. If you want to add this to your transport options in GTA 5, then you'll first need to complete the Nervous Ron mission with Trevor. Once that's done, the GTA 5 Dodo seaplane will appear as a Random Event at a set location, and we've got all the details on how to find it in our guide below.\n\nThe Random Event is found in the sea cove east of Ron Alternatives Wind Farm. You'll need to approach on a boat or sea faring vehicle to trigger the event - jet skis are available from the beach a little further down the coast to the south.\n\nOnce the marker appears, head into the cove and shoot the gunmen in the boats before hopping into the Dodo.\n\nAs you leave the area two more boats of gunmen will attack, but you can simply fly away and leave them behind. Once completed, the Dodo seaplane will spawn in the following two locations:\n\nAt the dock on the small Vinewood Hills lake.\nAt the dock to the north of the Alamo Sea.\nThere's also the option to buy the Dodo from the Elitas Travel website for a cool $500,000 once you've completed the Random Event."
  },
  {
    "name": "Achievement Award",
    "photo": "photo_4.png",
    "summary": "A full GTA 5 achievement / trophy guide is a useful thing to have if you want to complete everything in the game. It's a big world and there's a whole host of tasks to find, let alone complete in GTA 5 and GTA Online.",
    "data": "unlock Achievement award\nachievement / trophy guide if you want to unlock every virtual award available. As you'd expect from a game this big, there's a whole host of challenges to complete across GTA 5 and GTA Online, so you're going to have your work cut out for you if you want that 1000G or Platinum trophy. To get you on your way, we've put together this list of every unlock right here, along with links to our other guides to help you through specific challenges. Have a look through, and find out what you'll need to do to complete that GTA 5 achievement / trophy list. Lost Santos Legend (Platinum): Congratulations! You're Vinewood's biggest star! You'll get this once you've unlocked all other trophies (PS only).\nWelcome to Los Santos (10G/Bronze): Repo a car and race it through the heart of a sun-soaked metropolis. Unlocked after Repossession.\nA Friendship Resurrected (10G/Bronze): With friends like this who needs enemies? Unlocked after Fame or Shame.\nA Fair Day's Pay (10G/Bronze): It's time for a little getaway.\nUnlocked after Caida Libre.\nThe Moment of Truth (10G/Bronze): Uncover the truth about Brad.\nUnlocked after Bury the Hatchet.\nTo Live or Die in Los Santos (40G/Silver): Completed the final mission.\nUnlocked after the final mission.\nDiamond Hard (20G/Bronze): Clean out Vangelico to pay back Martin.\nUnlocked after Jewel Store Job.\nSubversive (20G/Bronze): Steal an experimental super weapon from Merryweather... and give it back.\nUnlocked after The Merryweather Heist.\nBlitzed (20G/Bronze): Perform a classic blitz play.\nUnlocked after Blitz Play.\nSmall Town, Big Job (20G/Bronze): Make a big impression at the Paleto Bay Chicken Festival.\nUnlocked after The Paleto Score.\nThe Government Gimps (20G/Bronze): Recover sensitive information from a highly defended federal building.\nUnlocked after The Bureau Raid.\nThe Big One! (20G/Bronze): This ain't no dream no more.\nUnlocked after The Big Score.\nSolid Gold, Baby! (50G/Gold): Earn 70 Gold Medals on Missions, Strangers and Freaks.\nEvery mission has optional objectives - complete them all to earn a Gold Medal for that mission. Note that you don't need to tick them all off on the same mission playthrough, as they can be collected cumulatively.\nCareer Criminal (100G/Gold): Attain 100% Game Completion.\nFor more details, see our GTA 5 100% completion guide.\nSan Andreas Sightseer (30G/Silver): Explore all of Los Santos and Blaine County.\nThe map fills out as you explore the world - use helicopters, planes, boats, and cars to cover all ground.\nAll's Fare in Love and War (10G/Bronze): Purchase Downtown Cab Co. and complete a private fare.\nOnce available, purchase the Downtown Cab Co. and fulfill a VIP fare.\nTP Industries Arms Race (10G/Bronze): Purchase McKenzie Field Hangar and win the arms race.\nOnce available, purchase the McKenzie Field Hangar and complete all trafficking jobs.\nMulti-Disciplined (30G/Silver): Attain a Gold Medal in all applicable Hobbies and Pastimes.\nGet at least one gold medal score in a round at an Ammu-Nation shooting gallery, a top time in a flight school lesson, and first place in a street race, off-road race, sea race and triathlon.\nFrom Beyond the Stars (15G/Bronze): Collect and return all Spaceship parts.\nFor more information, see our GTA 5 Spaceship Parts locations guide.\nA Mystery, Solved (15G/Bronze): Solve the mystery of Leonora Johnson.\nFor more information, see our GTA 5 Letter Scraps locations guide.\nWaste Management (15G/Bronze): Purchase the old dock and collect all Nuclear Waste.\nFor more information, see our GTA 5 Nuclear Waste locations guide.\nShow Off (30G/Bronze): Complete all Stunt Jumps.\nFor more information, see our GTA 5 Stunt Jump locations guide.\nRed Mist: (20G/Bronze): Complete all Rampages.\nRampages are missions just for Trevor, marked on the map with a skull. Complete all 5 of them all to unlock this.\nAdvertisement\nKifflom! (30G/Silver): Complete your path to enlightenment... or not.\nFor more information, see our GTA5 Kifflom! and Epsilon Tracts locations guide.\nThree Man Army (20G/Bronze): Survive 3 minutes on at least a three-star Wanted Level with all three characters together off mission.\nBring Franklin, Michael, and Trevor together at some location while not on a mission - a rooftop works best. Get the cop's attention, and hold them off until the achievement/trophy pops.\nOut of Your Depth (5G/Bronze): You're gonna need a bigger boat...\nGet attacked by a shark by swimming into deep water away from the coast.\nAltruist Acolyte (5G/Bronze): Deliver an unsuspecting victim to the Altruist Cult.\nWhen you pick up a hitchhiker or citizen in need of a ride with Trevor, you can take them to their designated spot or drop them off at the Altruist cult. Unlock this by performing the latter.\nA Lot of Cheddar (20G/Bronze): Spend a total of $200 million across all three characters.\nEarn a bunch of money through missions and robberies and spend it. Transactions on the stock markets count, so buying lots of shares then immediately selling them will boost your spend without losing money.\nTrading Pure Alpha (10G/Bronze): Make a profit in the stock market.\nSell a share for more than you paid for it. Listen to the radio and Lester's ramblings to learn which companies to invest in, or see our GTA 5 Stock Market and Lester's Assassination Missions guide.\nPimp My Sidearm (10G/Bronze): Fully mod a weapon.\nBuy a weapon from Ammu-Nation and pay for each type of mod, including color scheme.\nWanted: Alive or Alive (10G/Bronze): Deliver a bail bond target alive.\nDeliver a target to Maude with Trevor without killing them.\nLos Santos Customs (10G/Bronze): Fully mod a vehicle.\nTake your car to Los Santos Customs and pay for each type of mod, including color scheme.\nClose Shave (20G/Bronze): Complete all Under the Bridge and Knife Flight challenges.\nFor more information, see our GTA 5 Under The Bridge locations guide."
  },
  {
    "name": "Top 5 GTA MODS",
    "photo": "photo_5.png",
    "summary": "If you’re also looking to use mods to improve your GTA 5 gaming experience but are having trouble deciding which ones to pick, then we're here to help. In this article, we have shortlisted five of the best mods that you can use for GTA 5 in 2020.",
    "data": "TOP 5 GTA 5 MODS\n\n1. Turn Los Santos into a photorealistic gangster's paradise :\n\nYou can't talk about GTA mods without paying respects to all the coders out there tirelessly attempting to make Los Santos look as breathtakingly beautiful as possible. There's literally hundreds of graphics enhancement mods available for GTA 5, but NaturalVision Remastered, which only came out a few months ago, is the current champion when it comes to raw “phwoar” power.\nOffering 4K resolutions and a complete overhaul of Rockstar's original aesthetic, the mod was designed “to make GTA 5 look visually similar to Southern California in real life.” To be honest, the results look better than real life SoCal ever could. NaturalVision pushes Los Santos out of the realm of uncanny valley and into a level of graphical fidelity that redefines the very definition of what it means to be photorealistic.\n\nBecome Iron Man :\n\n“I am Iron Man” said Iron Man in Iron Man, and you can say it too if you install this forever popular mod on to your GTA 5 save. True to its word, the mod hooks you up with a fully operational Iron Man suit, complete with boost thrusters, repulsor beams, and that oh so satisfying “eeeeeyooooop” blaster sound that any Marvel fan will be familiar with.\nYou can even customise it with different versions of the suit, including the beefy Hulkbuster armour that swaps agility for raw strength. Tony Stark would be proud.\n\nReturn to Vice City:\n\nGTA: Vice City holds a fond place in many players' hearts, but even with the updated versions released by Rockstar it's still looking rather dated in 2020. Not so in Vice Cry: Remastered, a port of the popular Vice Cry mod for Vice City, which gives the fictional Miami a beautiful makeover complete with rippling waters and shimmering sunsets.\nAs well as proper mapped roads, car generators, and working traffic lights, there are new missions dropping which make this so much more than just a cosmetic makeover. It's definitely worth popping on a Hawaiian shirt and heading back to the '80s to check this one out.\n\nPretend you're playing Blade Runner in a neon-soaked Los Santos\n\nBlade Runner 2049 has been and gone, and we're still a ways off from CD Projekt Red's open world Cyberpunk 2077, but you can at least enjoy Grand Theft Auto 2013 by dressing it up in a neon aesthetic with this visual mod.\nIntensity ENB dials up the contrast between colours to 11, lending this ethereal, miasmic quality to Los Santos that's drenched in atmosphere, especially when it also happens to be drenched in rainfall. The game's lighting effects have been intensified too, meaning you'll often feel like you're in a J.J. Abrams movie just as much as a cyberpunk flick.\n\nCreate an underwater megalopolis by triggering a tsunami\n\nAll the best cities are underwater. Think about it; Atlantis, Rapture, that one from The Phantom Menace… okay, maybe not all the best cities, but a fair few of them at least. So what's stopping you from seeing whether Los Santos fares any better once submerged beneath ten thousands tonnes of H2O?\nSeriously, you can try it now with this mod, which brings in a Tsunami to unleash waves of salty sea water upon the town, where only the highest skyscrapers can be seen above the surface. It's an in-game natural disaster that has to be seen to be believed."
  },
  {
    "name": "GTA CODES",
    "photo": "photo_6.png",
    "summary": "GTA 5 is one of the few games where cheat codes still exist. GTA 5 cheat codes work in single-player mode but remember that using these will more or less break the game. If you intend to progress through the story much faster, then you can use cheat codes. However, you'll be taking the fun out of a lot of GTA 5's best missions by using cheats. Remember that GTA 5 cheats also disable achievements in the game and that cheats don't work in GTA online. We've found the most useful GTA 5 PC cheats and compiled them below.",
    "data": "What follows is a complete list of all GTA 5 cheats and how to enter them on PS4, Xbox and PC, plus the Cell Phone code if you need it.\nDrunk mode\nIncreases your drunkenness, making you clumsy.\nPS3 / PS4 - Triangle, Right, Right, Left, Right, Square, O, Left\nXbox One / Xbox 360 - Y, Right, Right, Left, Right, X, B, Left\nPC - LIQUOR\nCell Phone - 1-999-547867\nFast Swimming\nIncreases your swimming speed.\nPS3 / PS4 - Left, Left, L1, Right, Right, R2, Left, L2, Right\nXbox One / Xbox 360 - Left, Left, LB, Right, Right, RT, Left, LT, Right\nPC - GOTGILLS\nCell Phone - 1-999-46844557\nFast Sprinting\nIncreases sprint speed.\nPS3 / PS4 - Triangle, Left, Right, Right, L2, L1, Square\nXbox One / Xbox 360 - Y, Left, Right, Right, LT, LB, X\nPC - CATCHME\nCell Phone - 1-999-228-2463\nMax Health and Armour\nGives you full body armour and health.\nPS3 / PS4 - O, L1, Triangle, R2, X ,Square, O, Right, Square, L1, L1, L1\nXbox One / Xbox 360 - B, LB, Y, RT, A, X, B, Right, X, LB, LB, LB\nPC - TURTLE\nCell Phone - 1-999-887-853\nSuper Jump\nGives you a much higher jump.\nPS3 / PS4 - L2, L2, Square, O, O, L2, Square, Square, Left, Right, X\nXbox One / Xbox 360 - Left, Left, Y, Y, Right, Right, Left, Right, X, RB, RT\nPC - HOPTOIT\nCell Phone - 1-999-467-8648\nInvincibility\nBlocks all damage.\nPS3 / PS4 - Right, X, Right, Left, Right, R1, Right, Left, X, Triangle\nXbox One / Xbox 360 - Right, A, Right, Left, Right, RB, Right, Left, A, Y\nPC - PAINKILLER\nCell Phone - 1-999-724-6545537\nRecharge Special Ability\nGives you a full bar of energy for your character's ability.\nPS3 / PS4 - X, X, Square, R1, L1, X, Right, Left, X\nXbox One / Xbox 360 - A, A, X, RB, LB, A, Right, Left, A\nPC - POWERUP\nCell Phone - 1-999-769-3787\nSlow-Motion Aiming\nAiming down sights will activatie slow-motion mode.\nPS3 / PS4 - Square, L2, R1, Triangle, Left, Square, L2, Right, X\nXbox One / Xbox 360 - X, LT, RB, Y, Left, X, LT, Right, A\nPC - DEADEYE\nCell Phone - 1-999-332-3393\nGive Parachute\nAdds a usable Parachute to your character.\nPS3 / PS4 - Left ,Right, L1, L2, R1, R2, R2, Left, Left, Right, L1\nXbox One / Xbox 360 - Left, Right, LB, LT, RB, RT, RT, Left, Left, Right, LB\nPC - SKYDIVE\nCell Phone - 1-999-759-3483\nSkyfall\nDrops you out of the air from high in the sky.\nPS3 / PS4 - L1, L2, R1, R2, Left, Right, Left, Right, L1, L2, R1, R2, Left, Right, Left, Right\nXbox One / Xbox 360 - LB, LT, RB, RT, Left, Right, Left, Right, LB, LT, RB, RT, Left, Right, Left, Right\nPC - SKYFALL\nCell Phone - 1-999-759-3255\nRaise Wanted Level\nIncreases your Wanted level by one star.\nPS3 / PS4 - R1, R1, O, R2, Left, Right, Left, Right, Left, Right\nXbox One / Xbox 360 - RB, RB, B, RT, Left, Right, Left, Right, Left, Right\nPC - FUGITIVE\nCell Phone - 1-999-384-48483\nLower Wanted Level\nDecreases your Wanted level by one star.\nPS3 / PS4 - R1, R1, O, R2, Right, Left, Right, Left, Right, Left\nXbox One / Xbox 360 - RB, RB, B, RT, Right, Left, Right, Left, Right, Left\nPC - LAWYERUP\nCell Phone - 1-999-529-93787\nGive Weapons and Ammo\nGives you a Sawn Off Shotgun, Sniper Rifle, Assault Rifle, SMG, Pistol, Grenades, RPG and Knife\n:: The 20 best PS4 games you can play right now\nPS3 / PS4 - Triangle, R2, Left, L1, X ,Right, Triangle, Down, Square, L1, L1, L1\nXbox One / Xbox 360 - Y, RT, Left, LB, A, Right, Y, Down, X, LB, LB, LB\nPC - TOOLUP\nCell Phone - 1-999-866-587\nExplosive Melee Attacks\nPunches make things explode.\nPS3 / PS4 - Right, Left, X, Triangle, R1, O, O, O, L2\nXbox One / Xbox 360 - Right, Left, A, Y, RB, B, B, B, LT\nPC - HOTHANDS\nCell Phone - 1-999-468-42637\nExplosive Rounds\nShooting things makes them explode.\nPS3 / PS4 - Right, Square, X, Left, R1, R2, Left, Right, Right, L1, L1, L1\nXbox One / Xbox 360 - Right, X, A, Left, RB, RT, Left, Right, Right, LB, LB, LB\nPC - HIGHEX\nCell Phone - 1-999-444-439\nFlame Rounds\nShooting things sets them on fire.\n\nEurogamer.netEurogamer.net\nBest PS4 games: the 20 best games for PlayStation 4 you can play right now\nWant to know the best PS4 games you can buy right now? Our list of the 20 best games for PlayStation 4 offers something for every taste.\nApr 10th (261 kB)\nhttps://d2skuhm0vrry40.cloudfront.net/2019/articles/2019-05-30-12-14/best-ps4-games-playstation-4-games-2026-1559214896775.jpg/EG11/resize/1200x-1/best-ps4-games-playstation-4-games-2026-1559214896775.jpg\n5:22\nPS3 / PS4 - L1, R1, Square, R1, Left, R2, R1, Left, Square, Right, L1, L1\nXbox One / Xbox 360 - LB, RB, X, RB, Left, RT, RB, Left, X, Right, LB, LB\nPC - INCENDIARY\nCell Phone - 1-999-4623-634279\nChange Weather\nCycles through one of the nine weather patterns.\nPS3 / PS4 - R2, X, L1, L1, L2, L2, L2, Square\nXbox One / Xbox 360 - RT, A, LB, LB, LT, LT, LT, X\nPC - MAKEITRAIN\nCell Phone - 1-999-625-348-7246\nChange Gravity\nActivates \"moon gravity\" in the world.\nPS3 / PS4 - Left, Left, L1, R1, L1, Right, Left, L1, Left\nXbox One / Xbox 360 - Left, Left, LB, RB, LB, Right, Left, LB, Left\nPC - FLOATER\nCell Phone - 1-999-356-2837\nReduce Friction\nCauses cars to slide around everywhere.\nPS3 / PS4 - Triangle, R1, R1, Left, R1, L1, R2, L1\nXbox One / Xbox 360 - Y, RB, RB, Left, RB, LB, RT, LB\nPC - SNOWDAY\nCell Phone - 1-999-766-9329\nSlow Motion\nSlows down everything in the world, up to five times before returning to normal.\nPS3 / PS4 - riangle, Left, Right, Right, Square, R2, R1\nXbox One / Xbox 360 - Y, Left, Right, Right, X, RT, RB\nPC - SLOWMO\nCell Phone - 1-999-756-966"
  },
  {
    "name": "How To Turn Invincible",
    "photo": "photo_7.png",
    "summary": "As with all cheats for Grand Theft Auto 5, you can only use them in the main single-player game. The first thing you need to do is hit the tilde key (~): this brings up the console in which you can enter the codes below, in all caps. Hit enter once you’ve chosen one and voila, the world of GTA V is your divine domain. ",
    "data": "How To Turn Invincible\n\nCheat PS: Right, X, Right, Left, Right, R1, Right, Left, X, Triangle\nCheat Xbox: Right, A, Right, Left, Right, RB, Right, Left, A, Y\nWhat Happens When You Use It: Just like it says, it turns the player-character invincible so they no longer take damage, this includes getting shot or being run over by a vehicle, as well as falling from high places."
  },
  {
    "name": "How To Kill Quickly",
    "photo": "photo_8.png",
    "summary": " how are people able to kill me so often when I go in protective mode in my koruma. It seems like a few shots and I am dead and when I try to do the same with my foe I can never kill them, no matter how many bullets",
    "data": "Kill Your Opponents Quickly\n\nWhen killing adversaries, the best kind of shot to take is a head shot. Sure, you can hit them in the arm and/or leg, but that doesn't necessarily mean they're down for the count. Heavily armored enemies – we're talking high-level police officers and mercenaries – will take a lot more damage than your average gunman. Try to line up your shot and take it. This will guarantee their quick demise, and save you a headache when you want to end the gunfight."
  },
  {
    "name": "Weapons Cheats",
    "photo": "photo_9.png",
    "summary": "One of the perfect GTA 5 cheats – enter this and also you’ll spawn all weapons in your stock, from pistol to grenade launcher. And it maxes out all ammo for every, too.",
    "data": "One of the perfect GTA 5 cheats – enter this and also you’ll spawn all weapons in your stock, from pistol to grenade launcher. And it maxes out all ammo for every, too."
  }
]
